export const PERSON_DATAS = [
  {
    type: "RI",
    txt:
      "具有一定科技含量的操作技能性职业，或者具有一定抽象分析背景的操作性职位。例如：通常所说的技术性工种，像电力和电器类技术工、机器加工技术工、大型设备操作工，以及各种技师等。",
  },
  {
    type: "RA",
    txt:
      "具有一定艺术与创新背景的操作技能性职业。例如：雕刻工、手工刺绣、家具制作工、服装制作工、花匠、厨师等。",
  },
  {
    type: "RS",
    txt: "需要与人打交道的操作技能性职业。例如：出租车司机、家电维修工等。",
  },
  {
    type: "RE",
    txt: "负有一定的管理职责的操作技能性职业。例如：质检员、登山导游等。",
  },
  {
    type: "RC",
    txt:
      "按照一定的规程办事或具有事务性质的操作技能性职业。例如：各类检修人员、公交车驾驶员等。",
  },
  {
    type: "IR",
    txt:
      "需要一定的操作技能，具有专业知识的分析研究性职业。例如：各类工程技术人员、计算机编程人员等。",
  },
  {
    type: "IA",
    txt:
      "具有一定艺术或创新要求背景的，需要专业知识的分析研究性职业。例如：艺术理论工作者、艺术评论家、物理学家、经济学家等。",
  },
  {
    type: "IS",
    txt:
      "具有一定人际交往需要的，并需要专业知识的分析研究性职业。例如：社会学研究人员、心理学研究人员、大学文科类教师等。",
  },
  {
    type: "IE",
    txt:
      "具有一定管理背景的，需要专业知识的分析研究性职业，如管理学科研究人员、卫生防疫专家、系统分析员等。",
  },
  {
    type: "IC",
    txt:
      "按照一定规程办事或具有某些事务性质的，需要专业知识的分析研究性职业，如统计分析师、财务分析师等。",
  },
  {
    type: "AR",
    txt:
      "需要一定操作技能的，从事艺术和创新的职业，如摄影师、录音师、动画制作人员、舞台灯光师等。",
  },
  {
    type: "AI",
    txt:
      "具有一定专业知识和分析研究背景的，从事艺术与创新的职业，如剧作家、时装设计师、建筑设计师、画家等。",
  },
  {
    type: "AS",
    txt:
      "具有一定人际交往需要的，从事艺术与创新的职业，如广告设计师、时装模特、演员、装饰设计师等。",
  },
  {
    type: "AE",
    txt: "具有一定管理背景的，从事艺术与创新的职业，如导演、节目主持人。",
  },
  {
    type: "AC",
    txt:
      "从事艺术与创新为主的，需要按照一定规程或具有某些事务性质的职业，如橱窗装饰师、化妆师等。",
  },
  {
    type: "SR",
    txt:
      "具有一定操作技能要求的，工作对象以人为主的职业，如护士、职业学校的实训教师、体育教师、保姆等。",
  },
  {
    type: "SI",
    txt:
      "具有一定的专业知识和分析研究背景的，工作对象以人为主的职业，如中学教师、心理咨询师、职业指导师、市场调查人员等。",
  },
  {
    type: "SA",
    txt:
      "具有一定的专业知识和分析研究背景的，工作对象以人为主的职业，如中学教师、心理咨询师、职业指导师、市场调查人员等。",
  },
  {
    type: "SE",
    txt:
      "具有一定的管理背景的，工作对象以人为主的职业，如社区工作人员、福利机构工作人员等。",
  },
  {
    type: "SC",
    txt:
      "按照一定规程办事或具有某些事务性质的，工作对象以人为主的职业，如餐旅服务人员、营业员、前台工作人员等。",
  },
  {
    type: "ER",
    txt:
      "具有一定的技能操作背景的，以管理、协调、控制为主的职业，如车间主任、船长等。",
  },
  {
    type: "EI",
    txt:
      "具有一定的专业知识和分析研究背景的，以管理、协调、控制为主的职业，如研究机构管理人员、总工程师、总设计师等。",
  },
  {
    type: "EA",
    txt:
      "需要一定的艺术与创新要求的，以管理、协调、控制为主的职业，如制片人、舞台监督、律师等。",
  },
  {
    type: "ES",
    txt:
      "具有一定的人际交往需要的，以管理、协调、控制为主的职业，如营销经理、营销人员、中小学校长、公共关系经理等。",
  },
  {
    type: "EC",
    txt:
      "以管理、协调、控制为主，按照一定规程办事或具有某些事务性质的职业，如政府官员、大堂经理、领班等。",
  },
  {
    type: "CR",
    txt:
      "具有一定的技能操作背景的，按照一定规程办事、以事务性质为主的职业，如实验员、文印人员、计算机录入员等。",
  },
  {
    type: "CI",
    txt:
      "具有一定的专业知识和分析研究背景的，按照一定规程办事、以事务性质为主的职业，如投资分析员、会计师、数据采集人员、统计员等。",
  },
  {
    type: "CA",
    txt:
      "需要一定的艺术与创新要求的，按照一定规程办事、以事务性质为主的职业，如版面编辑人员、会务会展人员等。",
  },
  {
    type: "CS",
    txt:
      "具有一定与人交往需要的，按照一定规程办事、以事务性质为主的职业，如法庭速记员、仓库保管员、银行职员、图书管理员等。",
  },
  {
    type: "CE",
    txt:
      "具有一定的管理背景的，按照一定规程办事、以事务性质为主的职业，如秘书、一般公务员、行政助理等。",
  },
];
